---
kind: other
id: Properties.T:Autodesk.Revit.DB.ColorOptions
source: html/aabca928-7f47-0f5b-d972-15df79376b28.htm
---
# ColorOptions Properties

The color of the current canvas theme used to highlight elements when a special alert is required.